#+title: SRF’87

[[file:all-jacow-events.org][All JACoW Events]]


* Export


#+begin_src emacs-lisp :eval t
  (let ((org-time-stamp-custom-formats
         '("<%Y-%m-%d>" . "%Y-%m-%d %a %H:%M"))
        (org-display-custom-times 't))
    (org-table-map-tables
     (lambda ()
       (org-table-export
        (concat "./csv/" (file-name-base) (org-entry-get (point) "TAGS") ".tsv")
        "orgtbl-to-tsv"))))
#+end_src

#+RESULTS:
: Mapping tables: done


* Table

** Event :event:

|------------+-----------------------------------------------------------+--------------|
| key        | value                                                     | short        |
|------------+-----------------------------------------------------------+--------------|
| eventtitle | Third Workshop on RF Superconductivity                    | SRF’87       |
| eventdate  | <1987-09-14>--<1987-09-18>                              |              |
| venue      | Argonne National Laboratory, Illinois, USA                |              |
| booktitle  | Proceedings of the Third Workshop on RF Superconductivity | Proc. SRF’87 |
| editor     | K.W. Shepard                                              |              |
|------------+-----------------------------------------------------------+--------------|
#+TBLFM: @2$3='(cadar (org-collect-keywords '("TITLE")))::@5$3='(concat "Proc. " (cadar (org-collect-keywords '("TITLE"))))

** Sessions :session:

|---+---------------------------------------------|
| A | Electron Accelerator Applications           |
| B | RF Properties of High-$T_c$ Superconductors |
| C | RF Superconducting Technology I             |
| D | Ion Accelerator Applications                |
| E | RF Superconducting Technology II            |
| F | Publication Only                            |
|---+---------------------------------------------|

** Paper :inproceedings:

|----------+-----------------------------------------------------------------------------------------------------------+----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| ﻿eid      | title                                                                                                     | author                                                                                                                                                                                                                                                   | firstpage | lastpage |   pages |
|----------+-----------------------------------------------------------------------------------------------------------+----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| SRF87A01 | Frontier Applications of {RF} Superconductivity for High Energy Physics in the {TeV} Region               | M. Tigner and H. Padamsee                                                                                                                                                                                                                                |         1 |       12 |    1-12 |
| SRF87A02 | Superconducting RF Activities at {Cornell University}                                                     | H. Padamsee and M. Hakimi and J. L. Kirchgessner and P. Kneisel and D. Moffat and G. Müller and F. Palmer and L. Phillips and C. E. Reece and D. L. Rubin and R. M. Sundelin and Q. S. Shu                                                               |        13 |       28 |   13-28 |
| SRF87A03 | Storage Ring Beam Tests                                                                                   | D. Proch                                                                                                                                                                                                                                                 |        29 |       54 |   29-54 |
| SRF87A04 | Radio Frequency Superconductivity at {CERN}: A Status Report                                              | G. Arnolds-Mayer and C. Benvenuti and Ph. Bernard and D. Bloess and G. Cavallari and E. Chiaveri and W. Erdt and E. Haebel and N. Hilleret and Ph. Legendre and H. Lengeler and G. Passardi and J. Schmid and R. Stierlin and J. Tückmantel and W. Weingarten |        55 |       80 |   55-80 |
| SRF87A05 | Superconducting Cavities for {HERA}                                                                       | B. Dwersteg and W. Ebeling and W.-D. Möller and D. Renken and D. Proch and J. Sekutowicz and J. Susta and D. Tong                                                                                                                                        |        81 |       94 |   81-94 |
| SRF87A06 | The {TRISTAN} Superconducting Cavities                                                                    | T. Furuya and K. Asano and Yuzo Kojima and S. Mitsunobu and H. Nakai and T. Nakazato and S. Noguchi and K. Saito and T. Tajima                                                                                                                           |        95 |      108 |  95-108 |
| SRF87A07 | Application of Radio Frequency Superconductivity to Recirculating Linacs                                  | R. M. Sundelin                                                                                                                                                                                                                                           |       109 |      126 | 109-126 |
| SRF87A08 | The Superconducting {130 MeV} Electron Accelerator at {Darmstadt}                                         | V. Aab and K. Alrutz-Ziemssen and R. Amend and D. Flasche and H.-D. Gräf and V. Huck and K. D. Hummel and M. Knirsch and W. Lotz and A. Richter and T. Rietdorf and U. Schaaf and S. Simrock and E. Spamer and O. Titze and H. Weise and W. Ziegler and H. Heinrichs and H. Piel and J. Pouryamount |       127 |      140 | 127-140 |
| SRF87A09 | {CEBAF} Design Overview and Project Status                                                                | C. Leemann                                                                                                                                                                                                                                               |       141 |      162 | 141-162 |
| SRF87A10 | Superconducting {RF} Activities for Electrons at {Saclay}                                                 | B. Aune                                                                                                                                                                                                                                                  |       163 |      168 | 163-168 |
| SRF87A11 | Project of a Superconducting {RF} Electron Linac at {Frascati INFN Laboratories}                          | F. Tazzioli and A. Aragona and C. Biscari and R. Boni and M. Castellano and A. Cattoni and V. Chimenti and De Simone, S. and S. Faini and U. Gambardella and S. Guiducci and S. Kulinski and L. Maritato and G. Modestino and P. Patteri and M. A. Preger and C. Sanelli and A. Savoia and M. Serio and B. Spataro and S. Tazzari and M. Vescovi |       169 |      172 | 169-172 |
|----------+-----------------------------------------------------------------------------------------------------------+----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| SRF87B01 | Some Theoretical Aspects of High-$T_c$ Superconductivity                                                  | V. Kresin                                                                                                                                                                                                                                                |       173 |      178 | 173-178 |
| SRF87B02 | Experimental Aspects of High-$T_c$ Superconductors                                                        | K. E. Gray                                                                                                                                                                                                                                               |       179 |      190 | 179-190 |
| SRF87B03 | {RF} and Microwave Experiments on {Y₁Ba₂Cu₃O$_y$} and {La$_{1.85}$Sr$_{0.15}$CuO₄}                        | S. Sridhar                                                                                                                                                                                                                                               |       191 |      196 | 191-196 |
| SRF87B04 | Experiments on the {RF} Surface Resistance of the {Perovskite} Superconductors at {3 GHz}                 | M. Hein and N. Klein and G. Müller and H. Piel and R. W. Röth                                                                                                                                                                                            |       197 |      210 | 197-210 |
| SRF87B05 | {RF} Measurements on High-$T_c$ Materials                                                                 | D. L. Rubin and J. Gruschus and J. L. Kirchgessner and D. Moffat and H. Padamsee and J. Sears and Q. S. Shu and S. Tholen and E. Wilkins and R. Buhrman and S. Russek and T. W. Noh                                                                      |       211 |      228 | 211-228 |
| SRF87B06 | {RF} Measurements on High-$T_c$ Superconductors at {Argonne National Laboratory}                          | J. R. Delayen and K. W. Shepard and K. C. Goretta and R. B. Poeppel                                                                                                                                                                                      |       229 |      232 | 229-232 |
| SRF87B07 | {RF} and Microwave Measurements at {Los Alamos} on Oxide Superconductors                                  | A. Migliori and D. W. Reagor and D. E. Peterson and J. O. Willis and Z. Fisk and R. C. Smith                                                                                                                                                             |       233 |      236 | 233-236 |
|----------+-----------------------------------------------------------------------------------------------------------+----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| SRF87C01 | Superconducting {RF} and Beam-Cavity Interactions                                                         | J. J. Bisognano                                                                                                                                                                                                                                          |       237 |      248 | 237-248 |
| SRF87C02 | {DC} Field Emission                                                                                       | Ph. Niedermann                                                                                                                                                                                                                                           |       249 |      250 | 249-250 |
| SRF87C03 | {RF} Field Emission in Superconducting Cavities                                                           | H. Padamsee and W. Hartung and R. Noer and C. E. Reece and Q. S. Shu                                                                                                                                                                                     |       251 |      272 | 251-272 |
| SRF87C04 | Non-Accelerator Applications of {RF} Superconductivity                                                    | H. Chaloupka and H. Piel                                                                                                                                                                                                                                 |       273 |      290 | 273-290 |
| SRF87C05 | Realisation and Tuning of Superconducting Closed Cavities at a Given Millimeter Wavelength                | E. Chiaveri and J. Tückmantel and M. Brune and P. Goy and J. M. Raimond                                                                                                                                                                                  |       291 |      308 | 291-308 |
| SRF87C06 | Surface Resistance of Superconductors — Examples from {Nb-O} Systems                                     | F. Palmer                                                                                                                                                                                                                                                |       309 |      330 | 309-330 |
| SRF87C07 | Superconducting Niobium in High {RF} Magnetic Fields                                                      | G. Müller                                                                                                                                                                                                                                                |       331 |      358 | 331-358 |
| SRF87C08 | Preparation and Handling of Surfaces for Superconducting Radio Frequency Cavities                         | D. Bloess                                                                                                                                                                                                                                                |       359 |      366 | 359-366 |
|----------+-----------------------------------------------------------------------------------------------------------+----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| SRF87D01 | Status Report on the {University of Washington} Superconducting Booster Accelerator Project               | D. W. Storm and D. T. Corcoran and M. A. Howe and Q.-X. Lin and D. P. Rosenzweig                                                                                                                                                                         |       367 |      378 | 367-378 |
| SRF87D02 | Fabrication, Tests, and {RF} Control of the 50 Superconducting Resonators of the {Saclay} Heavy Ion Linac | B. Cauvin and M. Coret and J. P. Fouan and J. Girard and J. L. Girma and Ph. Leconte and Y. Lussignol and R. Moreau and J. P. Passérieux and G. Ramstein and L. Wartski                                                                                  |       379 |      388 | 379-388 |
| SRF87D03 | Status Report on the {Triton}/{Munich}                                                                    | U. Trinks                                                                                                                                                                                                                                                |       389 |      398 | 389-398 |
| SRF87D04 | The {ALPI} Project at {Legnaro National Laboratory}                                                       | G. Fortuna and R. Pengo and G. Bassato and A. Facco and P. Favaron and V. Palmieri and A. M. Porcellato and M. Rosa and B. Tiveron                                                                                                                       |       399 |      404 | 399-404 |
| SRF87D05 | The {Florida State University} Superconducting Linac                                                      | E. G. Myers and J. D. Fox and A. D. Frawley and P. Allen and J. Faragasso and D. Smith and L. Wright                                                                                                                                                     |       405 |      412 | 405-412 |
| SRF87D06 | {Daresbury} Super Linac Status Report                                                                     | T. W. Aitken and G. Doucas                                                                                                                                                                                                                               |       413 |      418 | 413-418 |
| SRF87D07 | Lead/Tin Resonator Development at the {Stony Brook} Heavy-Ion Linac                                       | J. Sikora and I. Ben-Zvi and J. M. Brennan and M. Cole and J. W. Noe                                                                                                                                                                                     |       419 |      424 | 419-424 |
| SRF87D08 | {ANU} — Status Report                                                                                    | D. C. Weisser and M. D. Malev                                                                                                                                                                                                                            |       425 |      428 | 425-428 |
| SRF87D09 | Status of Work on Superconducting Quarter Wave Resonators                                                 | S. Takeuchi                                                                                                                                                                                                                                              |       429 |      434 | 429-434 |
| SRF87D10 | Status of {RF} Superconductivity at {Argonne National Laboratory}                                         | P. M. Markovich and K. W. Shepard and G. P. Zinkann                                                                                                                                                                                                      |       435 |      444 | 435-444 |
|----------+-----------------------------------------------------------------------------------------------------------+----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| SRF87E01 | Superconducting Cavities Produced by Magnetron Sputtering                                                 | C. Benvenuti and D. Bloess and E. Chiaveri and N. Hilleret and M. Minestrini and W. Weingarten                                                                                                                                                           |       445 |      468 | 445-468 |
| SRF87E02 | {RF} Properties of Superconducting {Pb} Electroplated onto {Cu}                                           | J. R. Delayen                                                                                                                                                                                                                                            |       469 |      490 | 469-490 |
| SRF87E03 | On A {500 MHz} Single Cell Cavity with {Nb₃Sn} Surface                                                    | G. Arnolds-Mayer and E. Chiaveri                                                                                                                                                                                                                         |       491 |      502 | 491-502 |
| SRF87E04 | Work on {Nb₃Sn} Cavities at {Wuppertal}                                                                   | M. Peiniger and M. Hein and N. Klein and G. Müller and H. Piel and P. Thüns                                                                                                                                                                              |       503 |      532 | 503-532 |
| SRF87E05 | Forming and Welding of Niobium for Superconducting Cavities                                               | J. L. Kirchgessner                                                                                                                                                                                                                                       |       533 |      544 | 533-544 |
| SRF87E06 | Progress in Diagnostic Techniques for {SC} Cavities                                                       | C. E. Reece                                                                                                                                                                                                                                              |       545 |      564 | 545-564 |
| SRF87E07 | Coupler Developments at {CERN}                                                                            | G. Cavallari and E. Chiaveri and E. Haebel and Ph. Legendre and W. Weingarten                                                                                                                                                                            |       565 |      588 | 565-588 |
| SRF87E08 | Development of Higher Order Mode Couplers at {Cornell}                                                    | J. C. Amato                                                                                                                                                                                                                                              |       589 |      596 | 589-596 |
| SRF87E09 | {HOM} Couplers at {DESY}                                                                                  | J. Sekutowicz                                                                                                                                                                                                                                            |       597 |      604 | 597-604 |
| SRF87E10 | Status of {Tristan} Superconducting {RF} Program                                                          | S. Noguchi and K. Akai and M. Arinaga and K. Asano and T. Furuya and K. Hara and K. Hosoyama and A. Kabe and Yuji Kojima and Yuzo Kojima and S. Mitsunobu and H. Nakai and T. Nakazato and T. Ogitsu and K. Saito and U. Sakamoto and T. Suzuki and T. Tajima |       605 |      624 | 605-624 |
| SRF87E11 | The Tuner System for the {S.C.} {352 MHz} {LEP} 4-cell cavities                                           | G. Cavallari and E. Haebel and R. Stierlin and J. Tückmantel and W. Weingarten                                                                                                                                                                           |       625 |      638 | 625-638 |
| SRF87E12 | Development of a Cryostat for the 4-Cell {352 MHz} {SC} Accelerating Cavities for {LEP}                   | R. Stierlin                                                                                                                                                                                                                                              |       639 |      650 | 639-650 |
|----------+-----------------------------------------------------------------------------------------------------------+----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| SRF87F01 | Investigation of Superconducting Niobium {1170 MHz} Cavities                                              | V. Anashin and S. I. Bibko and E. I. Fadeyev and M. M. Karliner and K. S. Kovalev and B. Z. Persov and A. T. Popov and I. K. Sedlyarov and V. G. Veshtcherevich and V. N. Volkov                                                                         |       651 |      664 | 651-664 |
| SRF87F02 | Set-up for {Nb} Surface Quality Checking Using $H_{C3}$                                                   | A. A. Litvinov and I. K. Sedlyarov and A. G. Tribendis                                                                                                                                                                                                   |       665 |      672 | 665-672 |
| SRF87F03 | Niobium Nitride Coated Superconducting Cavities                                                           | M. Pham Tu and K. Mbaye and L. Wartski and J. Halbritter                                                                                                                                                                                                 |       673 |      680 | 673-680 |
| SRF87F04 | High-Speed Automated {NDT} Device for Niobium Plate Using Scanning Laser Acoustic Microscopy              | M. G. Oravecz and B. Y. Lu and K. Riney and L. W. Kessler and H. Padamsee                                                                                                                                                                                |       681 |      696 | 681-696 |
|----------+-----------------------------------------------------------------------------------------------------------+----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
#+TBLFM: $5=@+1$-1 -1 :: @>$5=696
#+TBLFM: $6='(if (equal $-2 $-1) (format "%s" $-2) (format "%s-%s" $-2 $-1))





